Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Failed to update confidence reminder preference.
bg: Неуспешно обновяване на предпочитанието за напомняне за потвърждение.
cs: Nepodařilo se pozastavit podávání inzulínu.
da: Kunne ikke opdatere påmindelse om tillid.
de: Die Präferenz für die Vertrauenserinnerung konnte nicht aktualisiert werden.
es: Error al actualizar la preferencia de recordatorio de confianza.
fr: Impossible de mettre à jour les réglages de rappel de confiance.
it: Impossibile aggiornare la preferenza per il promemoria di fiducia.
nb_no: Kunne ikke oppdatere innstillinger for bekreftelseslyder.
nl: Kon de voorkeur voor bevestigingsmeldingen niet bijwerken.
pl: Nie udało się zaktualizować ustawień powiadomień dźwiękowych.
pt_pt: Falha ao atualizar preferência de lembrete de confiança.
ru: Не удалось обновить настройки доверенных звуковых сигналов.
sv: Misslyckades att uppdatera inställning för bekräftelseljud
uk: Не вдалося оновити налаштування нагадування про конфіденційність.
vi: Không thể cập nhật tùy chọn nhắc nhở độ tin cậy.
zh_hant: 無法更新信心提醒偏好設定。

# Failed to validate object in %@ from %@.
source: Failed to validate object in %1$@ from %2$@.
bg: Неуспешна валидация на обект в %@ от %@.
cs: Nepodařilo se ověřit objekt v %1$@ z %2$@.
da: Kunne ikke validere objektet i %1$@ fra %2$@.
de: Objekt konnte in %1$@ von %2$@ nicht validiert werden.
es: No se pudo validar el objeto en %1$@ desde %2$@.
fr: Échec de la validation de l’objet dans %1$@ depuis %2$@.
it: Convalida dell'oggetto in %1$@ da %2$@ non riuscita.
nb_no: Kunne ikke validere objektet i %1$@ fra %2$@.
nl: Valideren van object in %1$@ van %2$@ mislukt.
pl: Nie udało się zweryfikować obiektu w %1$@ z %2$@.
pt_pt: Falha ao validar o objeto no %1$@ do %2$@.
ru: Не удалось проверить объект в %1$@ из %2$@.
sv: Det gick inte att validera objekt i %1$@ från %2$@.
uk: Не вдалося перевірити об'єкт в %1$@ з %2$@.
vi: Không xác thực đối tượng trong %1$@ từ %2$@.
zh_hant: 無法在 %1$@ 中驗證 %2$@ 的物件。

source: Failed to write export file: %@
bg: Неуспешен запис на експортирания файл: %@
cs: Nepodařilo se zapsat exportní soubor: %@
de: Fehler beim Schreiben der Exportdatei: %@
fr: Échec d'écriture du fichier d'exportation : %@
nb_no: Kunne ikke skrive eksportfil: %@
pl: Nie udało się zapisać pliku eksportu: %@
vi: Không thể ghi tệp xuất: %@
zh_hant: 寫入匯出檔案失敗：%@

source: Fat
bg: Мазнини
cs: Tuk
da: Fedt
de: Fett
es: Grasa
fr: Lipides
it: Grassi
nb_no: Fett
nl: Vet
pl: Tłuszcz
pt_pt: Gordura
ru: Жиры
sv: Fett
uk: Жир
vi: Chất béo
zh_hant: 脂肪

source: Fat / Protein
bg: Мазнини / протеини
cs: Tuk / Bílkoviny
da: Fedt / Protein
de: Fett / Protein
es: Grasa / proteína
fr: Lipides / Protéines
it: Grasso / Proteine
nb_no: Fett / protein
nl: Vet / Eiwit
pl: Tłuszcz / Białko
pt_pt: Gordura / Proteína
ru: Жир / белок
sv: Fett / Protein
uk: Жири / Білки
vi: Chất béo/Chất đạm
zh_hant: 脂肪 / 蛋白質

source: Fat & Protein
bg: Мазнини и протеини
cs: Tuk & Bílkoviny
da: Fedt & Protein
de: Fett und Eiweiß
es: Grasa y proteínas
fr: Lipides et protéines
it: Grassi & Proteine
nb_no: Fett og protein
nl: Vetten & eiwitten
pl: Tłuszcz i białko
pt_pt: Gordura e proteínas
ru: Жиры и белки
sv: Fett & protein
uk: Жир та Білок
vi: Chất béo & Chất đạm
zh_hant: 脂肪與蛋白質

source: Fat and Protein
bg: Мазнини и протеини
cs: Tuk a Bílkoviny
da: Fedt og Protein
de: Fett und Protein
es: Grasa y proteína
fr: Lipides et protéines
it: Grasso e proteine
nb_no: Fett og protein
nl: Vet en proteïne
pl: Tłuszcz i białko
pt_pt: Gorduras e proteínas
ru: Жир и белок
sv: Fett och protein
uk: Жири та білки
vi: Chất béo và Chất đạm
zh_hant: 脂肪和蛋白質

source: Fat and Protein Conversion Settings
bg: Настройки за преобразуване на мазнини и протеини
cs: Nastavení převodu tuků a bílkovin
da: Indstillinger for fedt- og proteinkonvertering
de: Fett- und Protein-Konvertierungseinstellungen
es: Configuración de conversión de grasas y proteínas
fr: Réglages de conversion des lipides et protéines
it: Impostazioni di conversione di grassi e proteine
nb_no: Innstillinger for konvertering av fett og proteiner
nl: Vet en proteïne conversieinstellingen
pl: Ustawienia konwersji tłuszczu i białka
pt_pt: Configurações de conversão de gordura e proteína
ru: Настройки преобразования жиров и протеинов
sv: Inställningar för fett- och proteinkonvertering
uk: Перетворення жирів і білків
vi: Cài đặt chuyển đổi Chất béo và Chất đạm
zh_hant: 脂肪和蛋白質轉換設定

source: Fat and Protein Delay
bg: Забавяне на мазнини и протеини
cs: Prodleva tuků a bílkovin
da: Udsættelse af fedt og protein
de: Fett- und Proteinverzögerung
es: Retraso de grasa y proteínas
fr: Délai des lipides et protéines
it: Ritardo di grassi e proteine
nb_no: Forsinkelse av fett- og proteinopptak
nl: Vet en proteïne vertraging
pl: Opóźnienie tłuszczu i białka
pt_pt: Atraso de gordura e proteínas
ru: Задержка жира и белка
sv: Fett- och proteinfördröjning
uk: Затримка жиру і білих
vi: Độ trễ Chất béo và Chất đạm
zh_hant: 脂肪和蛋白質延遲

source: Fat and Protein Percentage
bg: Процент на мазнини и протеини
cs: Procento tuků a bílkovin
da: Fedt og proteinprocent
de: Fett und Protein Prozentsatz
es: Porcentaje de grasa y proteínas
fr: Pourcentage des lipides et protéines
it: Percentuale di grassi e proteine
nb_no: Prosent for fett og protein
nl: Vet en proteïne Percentage
pl: Procent tłuszczu i białka
pt_pt: Porcentagem de gorduras e proteínas
ru: Процент жира и белка
sv: Fett- och Proteinprocent
uk: Жирний і процент
vi: Tỷ lệ phần trăm Chất béo và Chất đạm
zh_hant: 脂肪和蛋白質百分比

source: Fat Conversion
bg: Преобразуване на мазнини
cs: Převod tuků
da: Fedt Konvertering
de: Fettumwandlung
es: Conversión de grasa
fr: Conversion des lipides
it: Conversione Grassa
nb_no: Konvertering av fett
nl: Vet Conversie
pl: Konwersja tłuszczu
pt_pt: Conversão de gordura
ru: Преобразование жира
sv: Fettkonvertering
uk: Перетворення жиру
vi: Chuyển đổi chất béo
zh_hant: 脂肪轉換

source: Fat-Protein Carb Equivalent
bg: Въглехидратен еквивалент за мазнини и протеини
cs: Sacharidový ekvivalent tuků a bílkovin
da: Fedt-Protein Carb Ækvivalent
de: Fett-Protein-Kohlenhydrat-Äquivalent
es: Equivalente al Carbohidratos de Grasa Proteina
fr: Équivalent glucidique des lipides et protéines
it: Equivalente Grasso-Proteina Carb
nb_no: Karboekvivalenter for fett og protein
nl: Gelijkwaardig Vat-proteïne Carb
pl: Ekwiwalent tłuszczu i białka
pt_pt: Equivalente a Carbo-Proteína
ru: Толстопротеин Карб
sv: Fett/Protein kolhydratsekvivalent
uk: Фат-протеїн Карб еквівалентний
vi: Carb tương đương từ Chất Béo-Đạm
zh_hant: 脂肪-蛋白質碳水化合物等效

source: Fat:
bg: Мазнини:
cs: Tuk:
da: Fedt:
de: Fett:
es: Grasa:
fr: Lipides :
it: Grasso:
nb_no: Fett:
nl: Vet:
pl: Tłuszcze:
pt_pt: Gordura:
ru: Жиры:
sv: Fett:
uk: Жир:
vi: Chất béo:
zh_hant: 脂肪:

source: Feature Settings
bg: Настройки на функциите
cs: Nastavení funkcí
da: Indstilling Af Funktioner
de: Funktionseinstellungen
es: Ajustes de características
fr: Fonctionnalités
it: Impostazioni Funzionalità
nb_no: Funksjonsinnstillinger
nl: Functie instellingen
pl: Ustawienia funkcji
pt_pt: Configurações de Recursos
ru: Параметры функции
sv: Funktioner
uk: Функції налаштування
vi: Cài đặt Tính năng
zh_hant: 功能設定

source: Features
bg: Функции
cs: Funkce
da: Funktioner
de: Funktionen
fr: Fonctionnalités
nb_no: Funksjoner
nl: Functies
pl: Funkcje
sv: Funktioner
vi: Các Tính năng
zh_hant: 功能

source: Fetch
bg: Извличане
cs: Načíst / Stáhnout
da: Hent
de: Abrufen
es: Obtener
fr: Récupérer
it: Recupera
nb_no: Hent
nl: Ophalen
pl: Pobierz
pt_pt: Buscar
ru: Выборка
sv: Hämta
uk: Отримати
vi: Lấy về
zh_hant: 擷取

source: Fetch NS Care Portal Data
bg: Извличане на данни от NS Care Portal
cs: Načíst data z Care Portálu Nightscoutu
da: Hent NS Care Portal Data
de: NS Care Portal Daten abrufen
es: Obtener Datos del Portal de Cuidado de NS
fr: Récupérer les données du portail de soins Nightscout
it: Recupera Dati Del Portale Di Cura Ns
nb_no: Hent NS Care Portal Data
nl: Haal NS Care Portal gegevens op
pl: Pobierz dane Portalu Opieki NS
pt_pt: Buscar dados do Portal NS
ru: Получить данные портала обслуживания NS
sv: Hämta Nightscout Careportal Data
uk: Отримати NS дані порталу
vi: Lấy dữ liệu cổng dữ liệu NS Care
zh_hant: 擷取 NS 照護入口資料

source: Filter
bg: Филтър
cs: Filtr
fr: Filtre
pl: Filtr
vi: Bộ lọc
zh_hant: 篩選

source: Fine-tune the ring’s Width and Gap to suit your design preferences.
bg: Настройте прецизно ширината и разстоянието на пръстена според вашите дизайнерски предпочитания.
cs: Vylaď si šířku a mezeru prstence podle svého vkusu.
da: Finjusterer ringens bredde og kant, så den passer til dine designpræferencer.
de: Passe die Breite und die Lücke des Rings an Deine Designwünsche an.
es: Ajusta el anillo y el hueco para adaptarse a tus preferencias de diseño.
fr: Personnaliser la largeur et l’espacement de l’anneau selon vos préférences.
it: Ottimizza la larghezza e il gap dell’anello per adattarsi alle tue preferenze di design.
nb_no: Finjuster ringens bredde og mellomrom for å tilpasse designinnstillingene dine.
nl: Stel de ring's Breedte en Gap goed af aan uw ontwerpvoorkeuren.
pl: Dopasuj szerokość i odstęp, aby pasowały do Twoich preferencji.
pt_pt: Ajuste bem a largura do toque e deixe em branco para atender suas preferências de design.
ru: Точная настройка ширины кольца и Gap в соответствии с вашими пожеланиями.
sv: Finjustera ringens bredd och avstånd för att passa dina preferenser.
uk: Відрегулюйте ширину і прогалину дзвінка для вашого дизайну.
vi: Điều chỉnh chính xác chiều rộng và khoảng cách của vòng để phù hợp với sở thích thiết kế của bạn.
zh_hant: 微調戒指的寬度與間隙以符合您的設計偏好。

source: Firmware
bg: Фърмуер
fr: Microprogramme
nb_no: Fastvare
ru: Прошивка
uk: Прошивка
vi: Phần mềm
zh_hant: 韌體

source: Fix now by turning Notifications ON.
bg: Поправете сега, като включите Известията.
cs: Oprav to hned zapnutím oznámení.
da: Fix nu ved at dreje Meddelelser TIL.
de: Behebe dies, indem Du die Benachrichtigungen einschaltest.
es: Corregir ahora activando las notificaciones.
fr: Activer les notifications pour corriger ce problème immédiatement.
it: Correggi ora attivando le notifiche.
nb_no: Fiks nå ved å skru på varslinger.
nl: Repareer nu door meldingen AAN.
pl: Napraw teraz, włączając powiadomienia.
pt_pt: Corrija agora ativando as notificações.
ru: Исправлено включением уведомлений.
sv: Fixa nu genom att slå på notiser.
uk: Відтепер виправляйте, увімкнувши сповіщення.
vi: Khắc phục ngay bằng cách bật Thông báo.
zh_hant: 現在透過開啟通知來修正。

source: Follows the phone's current color scheme setting at that time
bg: Следва текущата настройка за цветова схема на телефона в момента
cs: Řídí se aktuálním nastavením barevného schématu telefonu
da: Følger telefonens aktuelle farveskema indstilling på det tidspunkt
de: Folgt der aktuellen Farbeinstellung des Telefons zu diesem Zeitpunkt
es: Sigue la configuración del esquema de colores actual del teléfono en ese momento
fr: Utiliser la palette de couleurs configurée dans les réglages du téléphone
it: Segue l'impostazione dello schema di colori corrente del telefono a quel tempo
nb_no: Følger telefonens gjeldende fargevalg
nl: Volgt de instelling van het huidige kleurenschema op dat moment
pl: Zgodny z aktualnym ustawieniem schematu kolorów telefonu
pt_pt: Segue a configuração do esquema de cores atual do telefone nesse momento
ru: Соблюдает текущую цветовую схему телефона в то время
sv: Följer telefonens nuvarande färgschema
uk: На той час відбувається налаштування поточної колірної схеми телефону
vi: Tuân theo cài đặt chế độ màu hiện tại của điện thoại tại thời điểm đó
zh_hant: 隨著手機當前顏色方案設定變化

source: Font Settings
bg: Настройки на шрифта
cs: Nastavení písma
da: Skrifttype Indstillinger
de: Schriftarteinstellungen
es: Ajustes de fuente
fr: Paramètres de la police
it: Impostazioni Carattere
nb_no: Innstillinger for skrifttype
nl: Lettertype instellingen
pl: Ustawienia czcionki
pt_pt: Configurações de fonte
ru: Настройки шрифта
sv: Inställningar för typsnitt
uk: Параметри шрифту
vi: Cài đặt phông chữ
zh_hant: 字型設定

source: Font Size
bg: Размер на шрифта
cs: Velikost písma
de: Schriftgröße
fr: Taille de la police
nb_no: Skriftstørrelse
pl: Rozmiar czcionki
sv: Teckenstorlek
vi: Cỡ chữ
zh_hant: 字型大小

source: Font Weight
bg: Тегло на шрифта
cs: Tloušťka písma
da: Skrifttype Vægt
de: Schriftstärke
es: Peso de fuente
fr: Poids de la police
it: Peso Carattere
nb_no: Skriftvekt
nl: Lettertype Gewicht
pl: Grubość czcionki
pt_pt: Peso da fonte
ru: Вес шрифта
sv: Teckenvikt
uk: Вага шрифту
vi: Độ đậm của chữ
zh_hant: 字型粗細

source: Font Width
bg: Ширина на шрифта
cs: Šířka písma
de: Schriftbreite
fr: Largeur de la police
nb_no: Skriftbredde
pl: Szerokość czcionki
sv: Teckenvidd
vi: Bề rộng chữ
zh_hant: 字型寬度

source: for
bg: за
cs: pro
da: til
de: für
es: para
fr: pour
it: per
nb_no: i
nl: voor
pl: dla
pt_pt: para
ru: на
sv: i
uk: на
vi: của
zh_hant: 為

source: For 45 g of carbs, you would need:
bg: За 45 г въглехидрати ще ви е необходимо:
cs: Na 45 g sacharidů bys potřeboval(a):
de: Für 45 g Kohlenhydrate benötigst du:
fr: Pour 45 g de glucides, vous auriez besoin de :
nb_no: For 45 g med karbohydrater, vil du trenge:
pl: Na 45 g węglowodanów potrzebne będzie:
vi: Với 45 g carb, bạn sẽ cần:
zh_hant: 對於 45 克碳水化合物，你需要：

source: For example, at a temp target of %1$@ %2$@, your basal is reduced to 50%%, but this scales depending on the target (e.g., 75%% at %3$@ %4$@, 60%% at %5$@ %6$@).
bg: Например при временна цел %@ %@ базалът ви се намалява до 50%%, но това се променя в зависимост от целта (напр. 75%% при %@ %@, 60%% при %@ %@).
cs: Například při dočasném cíli %1$@ %2$@ se tvůj bazál sníží na 50 %%, ale toto se mění v závislosti na cíli (např. 75 %% při %3$@ %4$@, 60 %% při %5$@ %6$@).
da: For eksempel, ved et temp mål for %1$@ %2$@, din basal reduceres til 50%%, men denne skala afhænger af målet (f. eks. ., 75%% på %3$@ %4$@, 60%% på %5$@ %6$@).
de: Bei einem Temporärem Ziel von %1$@ %2$@ wird die Basalrate beispielsweise auf 50%% gesenkt, aber dies ist abhängig vom Ziel (z. B. 75%% bei %3$@ %4$@, 60%% bei %5$@ %6$@).
es: Por ejemplo, en un objetivo temporal de %1$@ %2$@, su basal se reduce a 50%%, pero esta escala depende del objetivo (e. ., 75%% en %3$@ %4$@, 60%% en %5$@ %6$@).
fr: Par exemple, avec une Cible Temporaire de %1$@ %2$@, votre basal est réduit à 50 %%, mais ce pourcentage varie selon la cible (ex. : 75 %% à %3$@ %4$@, 60 %% à %5$@ %6$@).
it: Ad esempio, ad un obiettivo temporaneo di %1$@ %2$@, la tua basale è ridotta a 50%%, ma questa scala dipende dal bersaglio (e. ., 75%% ad %3$@ %4$@, 60%% ad %5$@ %6$@).
nb_no: For eksempel, ved et midlertidig mål på %1$@ %2$@, reduseres basalnivået til 50%%, men dette skaleres avhengig av målet (f.eks. 75%% ved %3$@ %4$@, 60%% ved %5$@ %6$@).
nl: Bijvoorbeeld, op een tijdelijk doel van %1$@ %2$@, je basaal is verlaagd tot 50%%, maar deze weegschaal is afhankelijk van het doel (bijv. ., 75%% op %3$@ %4$@, 60%% bij %5$@ %6$@).
pl: Na przykład w tymczasowym celu %1$@ %2$@, twoja baza jest zmniejszona do 50%%, ale ta skala zależy od celu (n.p., 75%% przy %3$@ %4$@, 60%% przy %5$@ %6$@).
pt_pt: Por exemplo, em um alvo temporário de %1$@ %2$@, sua basal é reduzida para 50%%, mas esta escala depende do alvo (e. ., 75%% em %3$@ %4$@, 60%% em %5$@ %6$@).
ru: Например, с временной целью %1$@ %2$@, ваш базал сокращен до 50%%, но этот масштаб зависит от цели (e. ., 75%% на %3$@ %4$@, 60%% на %5$@ %6$@).
sv: Till exempel, vid ett temp mål av %1$@ %2$@, reduceras din basal till 50%%, men denna skala beror på målet (i.e., 75%% vid %3$@ %4$@, 60%% vid %5$@ %6$@).
vi: Ví dụ: với mục tiêu tạm thời là %1$@ %2$@, liều nền của bạn sẽ được giảm xuống còn 50%%, nhưng tỷ lệ này sẽ thay đổi tùy theo mục tiêu (ví dụ: 75%% tại %3$@ %4$@, 60%% tại %5$@ %6$@).
zh_hant: 例如，當臨時目標為 %1$@ %2$@ 時，您的基礎量減少到 50%%，但這會依據目標而改變（例如，75%% 在 %3$@ %4$@，60%% 在 %5$@ %6$@）。

source: For example, if Max COB is 120 g and you enter a meal containing 150 g of carbs, your COB will remain at 120 g until the remaining 30 g have been absorbed.
bg: Например, ако Max COB е 120 г и въведете хранене с 150 г въглехидрати, вашият COB ще остане на 120 г, докато останалите 30 г не се абсорбират.
cs: Například: Pokud je Max COB 120 g a zadáš jídlo se 150 g sacharidů, tvé COB zůstane na 120 g, dokud se zbývajících 30 g nevstřebá.
da: For eksempel, hvis Max COB er 120 g, og du indtaster et måltid indeholdende 150 g kulstof, din COB vil blive ved 120 g, indtil de resterende 30 g er blevet absorberet.
de: Wenn zum Beispiel Max COB 120 g ist und Du eine Mahlzeit mit 150 g Kohlenhydrate eingibst, bleibt Dein COB bei 120 g bis die restlichen 30 g absorbiert sind.
es: Por ejemplo, si Max COB es de 120 g e introduce una comida que contiene 150 g de carbonos, su COB permanecerá a 120 g hasta que los 30 g restantes hayan sido absorbidos.
fr: Par exemple, si Max COB est de 120 g et que vous ajoutez un repas contenant 150 g de glucides, votre COB (glucides actifs) restera à 120 g, jusqu'à ce que les 30 g restants soient absorbés.
it: Ad esempio, se Max COB è 120 g e si entra in un pasto contenente 150 g di carboidrati, il suo COB rimarrà a 120 g fino a quando i restanti 30 g non saranno stati assorbiti.
nb_no: For eksempel, hvis maksimal COB er 120g og du registrerer et måltid som inneholder 150g karbohydrater, vil COB forbli på 120g til de resterende 30g har blitt absorbert.
nl: Bijvoorbeeld, als Max COB 120 g is en u een maaltijd opent met 150 g koolhydraten, je COB blijft op 120 g tot de resterende 30 g is geabsorbeerd.
pl: Na przykład, jeśli Max COB wynosi 120 g i zjesz posiłek zawierający 150 g węglowodanów, wartość COB pozostanie na poziomie 120 g, aż do wchłonięcia pozostałych 30 g.
pt_pt: Por exemplo, se o Max COB é de 120 g e você entra uma refeição contendo 150 g de carboidratos, a sua COB permanecerá aos 120 g até que os restantes 30 g tenham sido absorvidos.
ru: Например, если Макс COB равен 120 г и вы вводите еду, содержащую 150 г углеводов, Ваш COB останется в 120 г до тех пор, пока оставшиеся 30 г не будут поглощены.
sv: Till exempel, om Max COB är 120 g och du anger en måltid som innehåller 150 g kolhydrater, kommer din COB att ligga kvar på 120 g tills de överskjutande 30 g har absorberats.
uk: Наприклад, якщо Max COB = 120 g і ви введете страву, що містить 150 г вуглецю, ваш COB буде залишатися на рівні 120 g, доки залишок 30 г не буде поглинуто.
vi: Ví dụ: nếu Giới hạn Carb Đang Tác Động (COB tối đa) là 120 g và bạn nhập một bữa ăn chứa 150 g carb, thì COB của bạn sẽ giữ nguyên ở mức 120 g cho đến khi 30 g còn lại được hấp thu.
zh_hant: 例如，如果最大 COB 為 120 g，而您輸入的餐點含有 150 g 的碳水化合物，您的 COB 會保持在 120 g，直到剩下的 30 g 被吸收。

source: For most users, leaving this OFF is recommended to ensure consistent basal delivery and loop calculation. If this option is effective, loops will be skipped during the last 5 minutes of the hour.
bg: За повечето потребители се препоръчва тази настройка да остане ИЗКЛ., за да се гарантира постоянно подаване на базал и изчисление на цикъла. Ако опцията е активна, циклите ще се пропускат през последните 5 минути на всеки час.
cs: Většině uživatelů doporučujeme nechat tohle VYPNUTÉ, aby bylo zajištěno konzistentní podávání bazálu a výpočet smyčky. Pokud je tato možnost aktivní, smyčky budou během posledních 5 minut v hodině vynechány.
da: For de fleste brugere anbefales det at forlade denne RABAT for at sikre en ensartet beregning af basal levering og løkke. Hvis denne indstilling er effektiv, vil loops blive sprunget over i løbet af de sidste 5 minutter af timen.
de: Für die meisten Benutzer wird empfohlen, diese Option auszuschalten, um eine konsistente Basalrate und Loopberechnung zu gewährleisten. Wenn diese Option aktiviert ist, werden in den letzten 5 Minuten der Stunde Loops übersprungen.
es: Para la mayoría de los usuarios, se recomienda dejar este OFF para asegurar la entrega basal y el cálculo del bucle consistente. Si esta opción es efectiva, los bucles se saltarán durante los últimos 5 minutos de la hora.
fr: Pour la plupart des utilisateurs, il est recommandé de laisser cette option DÉSACTIVÉE afin d’assurer une administration du débit basal constante et un calcul de boucle régulier. Si elle est activée, les boucles seront ignorées durant les 5 dernières minutes de chaque heure.
it: Per la maggior parte degli utenti, lasciare questo OFF è consigliato per garantire la consegna basale costante e il calcolo del loop. Se questa opzione è efficace, i cicli saranno saltati durante gli ultimi 5 minuti dell'ora.
nb_no: For de fleste brukere anbefales det å la denne være AV for å sikre konsekvent beregning av basaltilførsel og looping. Hvis den aktiveres, hoppes det over looper de siste 5 minutterne av hver time.
nl: Voor de meeste gebruikers wordt dit UIT laten staan aanbevolen, om te zorgen voor consistente basaalsnelheden en loopberekeningen. Als deze optie actief is, worden loops overgeslagen gedurende de laatste 5 minuten van het uur.
pl: Dla większości użytkowników zaleca się pozostawienie tego jako WYŁĄCZONE w celu zapewnienia spójnego obliczania dawki bazowej przez pętlę. Jeżeli ta opcja jest skuteczna, pętle zostaną pominięte w ciągu ostatnich 5 minut godziny.
pt_pt: Para a maioria dos usuários, é recomendado deixar esta opção DESLIGADA para garantir uma entrega e cálculo de ciclo de basal consistentes. Se esta opção for eficaz, os laços serão ignorados nos últimos 5 minutos da hora.
ru: Для большинства пользователей, оставляя этот выключатель, рекомендуется обеспечить последовательный расчет трафика. Если эта опция эффективна, в течение последних 5 минут будет пропущена петля.
sv: För de flesta användare, rekommenderas att låta denna inställning vara inaktiverad för att säkerställa en konsekvent basaltillförsel och loopberäkningar. Om detta alternativ är aktivt, kommer loop att hoppas över under de sista 5 minuterna av varje timme.
uk: Для більшості користувачів, залишаючи цю OFF рекомендується забезпечити постійне доставки та обчислення циклів. Якщо цей параметр ефективний, цикли будуть пропущені протягом останніх 5 хвилин години.
vi: Đối với hầu hết người dùng, nên để TẮT tùy chọn này để đảm bảo việc truyền insulin nền và tính toán vòng lặp diễn ra ổn định. Nếu bật tùy chọn này, vòng lặp sẽ bị bỏ qua trong 5 phút cuối mỗi giờ.
zh_hant: 對於大部分用戶，建議關閉此選項以確保基礎量交付和循環計算的一致性。如果此選項有效，則在每小時的最後 5 分鐘內將跳過循環。
